{
    "posts": [
        {
            "title": "Home Equity Line of Credit (HELOC) Card: What is It",
            "summary": "Are you looking to free up some cash? If so, you have probably thought about getting a second mortgage in...",
            "article": "Proin efficitur pharetra interdum. Mauris tempus nisi ullamcorper magna dignissim, ac molestie velit lacinia. Integer congue neque sit amet nunc malesuada viverra. Nullam porttitor massa non turpis aliquet, quis auctor dolor luctus. Sed in nisl nisl. Aliquam laoreet blandit sem non pretium. Donec nec enim auctor, lacinia nisi hendrerit, ullamcorper risus. Aliquam efficitur mauris diam, ac pretium dui tincidunt eu. Praesent sodales et ex bibendum scelerisque. Morbi vestibulum, est a ullamcorper aliquam, augue purus hendrerit odio, quis pretium ante lectus nec diam. Nullam fermentum sem at finibus sagittis. Vestibulum sed porttitor ipsum, vitae auctor mauris. Curabitur efficitur ipsum id quam laoreet viverra. Fusce mi velit, volutpat vitae volutpat luctus, convallis vel est"
        },
        {
            "title": "Home Equity Line of Credit (HELOC) Card: How it Works",
            "summary": "Now that you understand what a HELOC Card is, let’s dive into how it works. This article also explains...",
            "article": "Proin efficitur pharetra interdum. Mauris tempus nisi ullamcorper magna dignissim, ac molestie velit lacinia. Integer congue neque sit amet nunc malesuada viverra. Nullam porttitor massa non turpis aliquet, quis auctor dolor luctus. Sed in nisl nisl. Aliquam laoreet blandit sem non pretium. Donec nec enim auctor, lacinia nisi hendrerit, ullamcorper risus. Aliquam efficitur mauris diam, ac pretium dui tincidunt eu. Praesent sodales et ex bibendum scelerisque. Morbi vestibulum, est a ullamcorper aliquam, augue purus hendrerit odio, quis pretium ante lectus nec diam. Nullam fermentum sem at finibus sagittis. Vestibulum sed porttitor ipsum, vitae auctor mauris. Curabitur efficitur ipsum id quam laoreet viverra. Fusce mi velit, volutpat vitae volutpat luctus, convallis vel est"
        }
    ]
}